Repository: Senbakiri/TheChan
Catalog: Win2ch/Strings/*/Resources.resw
Source language: en_us
Languages: ru_ru

# Board.Error
source: Unable to load the board
ru_ru: Не удалось загрузить доску

# Board.Loading
source: Loading the board...
ru_ru: Загрузка доски...

# Board.SkippedPosts.Text
source: Skipped posts
ru_ru: Пропущено постов

# Board.SkippedPostsWithFiles.Text
source: With files
ru_ru: С файлами

# Board.Success
source: The board loaded successfully
ru_ru: Доска успешно загружена!

# Favorites.NewPosts.Text
source: NEW POSTS:
ru_ru: НОВЫХ ПОСТОВ:

# Favorites.Refresh.Content
source: Refresh
ru_ru: Обновить

# Home.BoardsLoaded
source: The boards loaded successfully!
ru_ru: Доски успешно загружены!

# Home.BoardsNotLoaded
source: Unable to load the boards
ru_ru: Не удалось загрузить доски

# Home.FastNavigation.PlaceholderText
source: Fast navigation
ru_ru: Быстрый переход

# Home.Favorites.Label
source: Favorites
ru_ru: Избранное

# Home.Home.Label
source: Home
ru_ru: Домашняя страница

# Home.Name
source: Home
ru_ru: Домашняя страница

# Home.ReceivingBoards
source: Loading the boards...
ru_ru: Загрузка досок...

# Home.RecentThreads.Label
source: Recent Threads
ru_ru: Недавние треды

# Home.Settings.Label
source: Settings
ru_ru: Настройки

# Post.Replies.Text
source: Replies:
ru_ru: Ответы:

# Post.RepliesCount.Text
source: REPLIES
ru_ru: ОТВЕТОВ

# Posts.GoToPost.Content
source: GO TO THE POST
ru_ru: ПЕРЕЙТИ К ПОСТУ

# Posts.GoToThread.Content
source: GO TO THE THREAD
ru_ru: ПЕРЕЙТИ В ТРЕД

# Settings.About.Text
source: About
ru_ru: О приложении

# Settings.Cloudflare.Content
source: CloudFlare
ru_ru: Авторизация CloudFlare

# Settings.Other.Text
source: Other
ru_ru: Дополнительно

# Shell.ThreadsWithNewPosts
source: Threads with new posts
ru_ru: Тредов с новыми постами

# Shell.TryAgain.Content
source: Try again
ru_ru: Попробовать снова

# Shell.UpdatingThread
source: Updating thread
ru_ru: Обновление треда

# Thread.CopyLink.Label
source: Copy a link
ru_ru: Скопировать ссылку

# Thread.Down.Label
source: Down
ru_ru: Вниз

# Thread.Favorite.FalseText
source: Favorite
ru_ru: В избранное

# Thread.Favorite.TrueText
source: Unfavorite
ru_ru: Удалить из избранного

# Thread.Loaded
source: The thread loaded successfully
ru_ru: Тред успешно загружен

# Thread.Loading
source: Loading the thread...
ru_ru: Загрузка треда...

# Thread.NotLoaded
source: Unable to load the thread
ru_ru: Не удалось загрузить тред

# Thread.NotRefreshed
source: Unable to refresh the thread
ru_ru: Не удалось обновить тред

# Thread.Refresh.Label
source: Refresh
ru_ru: Обновить

# Thread.Refreshed.NewPosts
source: The thread refreshed successfully. New posts
ru_ru: Тред успешно обновлен. Новых постов

# Thread.Refreshed.NoNewPosts
source: The thread refreshed successfully. No new posts
ru_ru: Тред успешно обновлен. Нет новых постов

# Thread.Refreshing
source: Refreshing the thread...
ru_ru: Обновление треда...

# Thread.Reply.Text
source: Reply
ru_ru: Ответить

# Thread.Up.Label
source: Up
ru_ru: Вверх
